# Plugins
robbyrussell/oh-my-zsh path:plugins/copybuffer
robbyrussell/oh-my-zsh path:plugins/copydir
robbyrussell/oh-my-zsh path:plugins/copyfile
robbyrussell/oh-my-zsh path:plugins/docker kind:fpath
robbyrussell/oh-my-zsh path:plugins/gcloud
# robbyrussell/oh-my-zsh path:plugins/per-directory-history

# Functions
robbyrussell/oh-my-zsh path:lib/clipboard.zsh
robbyrussell/oh-my-zsh path:lib/completion.zsh
robbyrussell/oh-my-zsh path:lib/history.zsh

# Auto suggestions, completions and highlighting
zsh-users/zsh-autosuggestions
zsh-users/zsh-completions
zsh-users/zsh-syntax-highlighting
zsh-users/zsh-history-substring-search
